Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/PushupsLocalizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

# pushups.setup.manual %lld
source: Start anyway — %lld s to get set
de: Trotzdem starten – %lld s zum Hinlegen
es: Empezar igual: %lld s para acomodarte
fr: Démarrer quand même : %lld s pour se placer
it: Parti comunque: %lld s per metterti in posizione
ja: それでも開始：%lld 秒で構えます
pt_br: Começar mesmo assim: %lld s para se posicionar

# pushups.setup.starting
source: Position locked — starting
de: Position erkannt – es geht los
es: Posición detectada, empezando
fr: Position détectée, c'est parti
it: Posizione rilevata, si parte
ja: 姿勢を検出しました。始めます
pt_br: Posição detectada, começando

# pushups.starting.detail
source: Locking in the challenge and reward.
de: Challenge und Belohnung werden festgelegt.
es: Preparando el reto y la recompensa.
fr: Préparation du défi et de la récompense.
it: Stiamo preparando la sfida e la ricompensa.
ja: チャレンジと報酬を確定しています。
pt_br: Preparando o desafio e a recompensa.

# pushups.starting.title
source: Starting challenge
de: Challenge wird gestartet
es: Iniciando el reto
fr: Lancement du défi
it: Avvio della sfida
ja: チャレンジを開始しています
pt_br: Iniciando o desafio

# pushups.success.again
source: Do another challenge
de: Noch eine Challenge machen
es: Hacer otro reto
fr: Faire un autre défi
it: Fai un'altra sfida
ja: もう一度チャレンジ
pt_br: Fazer outro desafio

# pushups.success.announcement %lld
source: You earned %lld minutes
de: Du hast %lld Minuten verdient
es: Has ganado %lld minutos
fr: Tu as gagné %lld minutes
it: Hai guadagnato %lld minuti
ja: %lld分を獲得しました
pt_br: Você ganhou %lld minutos

# pushups.success.detail %lld
source: You completed %lld push-ups. Your screen-time balance is ready to use.
de: Du hast %lld Liegestütze geschafft. Dein Bildschirmzeit-Guthaben ist einsatzbereit.
es: Has completado %lld flexiones. Tu saldo de tiempo de pantalla está listo para usar.
fr: Tu as fait %lld pompes. Ton solde de temps d'écran est prêt à être utilisé.
it: Hai completato %lld flessioni. Il tuo saldo di tempo di schermo è pronto all'uso.
ja: 腕立て伏せを %lld回 完了しました。スクリーンタイムの残高が使えます。
pt_br: Você completou %lld flexões. Seu saldo de tempo de tela está pronto para usar.

# pushups.success.eyebrow
source: Challenge complete
de: Challenge geschafft
es: Reto completado
fr: Défi terminé
it: Sfida completata
ja: チャレンジ達成
pt_br: Desafio concluído

# pushups.success.title %lld
source: You earned %lld minutes
de: Du hast %lld Minuten verdient
es: Has ganado %lld minutos
fr: Tu as gagné %lld minutes
it: Hai guadagnato %lld minuti
ja: %lld分を獲得しました
pt_br: Você ganhou %lld minutos

# pushups.success.use
source: Use my minutes
de: Meine Minuten nutzen
es: Usar mis minutos
fr: Utiliser mes minutes
it: Usa i miei minuti
ja: 獲得した分を使う
pt_br: Usar meus minutos

# pushups.title
source: Pushups to Earn
de: Mit Liegestützen verdienen
es: Flexiones para ganar
fr: Des pompes pour gagner
it: Flessioni per guadagnare
ja: 腕立て伏せで獲得
pt_br: Flexões para ganhar

# pushups.voice.arms_extended
source: Straighten your arms at the top of a push-up and hold.
de: Streck die Arme in der oberen Liegestütz-Position und halte.
es: Estira los brazos arriba de la flexión y mantén.
fr: Tends les bras en position haute de pompe et tiens.
it: Distendi le braccia nella posizione alta della flessione e tieni.
ja: 腕立て伏せの上の姿勢で腕を伸ばして、そのまま保ってください。
pt_br: Estique os braços na posição alta da flexão e segure.

# pushups.voice.countdown.auto
source: Perfect. Starting now.
de: Perfekt. Es geht los.
es: Perfecto. Empezamos.
fr: Parfait. On démarre.
it: Perfetto. Si parte.
ja: いいですね。始めます。
pt_br: Perfeito. Começando.

# pushups.voice.countdown.manual %lld
source: Get into position. Starting in %lld seconds.
de: Geh in Position. Start in %lld Sekunden.
es: Acomódate. Empiezo en %lld segundos.
fr: Mets-toi en position. Départ dans %lld secondes.
it: Mettiti in posizione. Si parte tra %lld secondi.
ja: 位置についてください。%lld 秒後に始めます。
pt_br: Fique em posição. Começando em %lld segundos.

# pushups.voice.disable
source: Turn off voice coaching
de: Sprachcoaching ausschalten
es: Desactivar las indicaciones por voz
fr: Désactiver les consignes vocales
it: Disattiva le indicazioni vocali
ja: 音声ガイドをオフにする
pt_br: Desativar as instruções por voz

# pushups.voice.done
source: That's it. Nice work.
de: Das war's. Gut gemacht.
es: Listo. Buen trabajo.
fr: C'est fini. Bien joué.
it: Finito. Ottimo lavoro.
ja: 終わりです。お疲れさまでした。
pt_br: Acabou. Mandou bem.

# pushups.voice.enable
source: Turn on voice coaching
de: Sprachcoaching einschalten
es: Activar las indicaciones por voz
fr: Activer les consignes vocales
it: Attiva le indicazioni vocali
ja: 音声ガイドをオンにする
pt_br: Ativar as instruções por voz

# pushups.voice.go
source: Go!
de: Los!
es: ¡Vamos!
fr: C'est parti !
it: Via!
ja: スタート！
pt_br: Vai!

# pushups.voice.holding
source: I've got you. Hold still.
de: Ich hab dich. Nicht bewegen.
es: Ya te veo. No te muevas.
fr: Je t'ai. Ne bouge plus.
it: Ti ho. Non muoverti.
ja: 見えました。そのまま動かないで。
pt_br: Te peguei. Não se mexa.

# pushups.voice.intro
source: Prop the phone up and get into a push-up. I'll start on my own when I can see you.
de: Stell das iPhone auf und geh in die Liegestütz-Position. Ich starte von allein, sobald ich dich sehe.
es: Apoya el teléfono y ponte en posición de flexión. Empiezo solo cuando te vea.
fr: Cale le téléphone et mets-toi en position de pompe. Je démarre tout seul dès que je te vois.
it: Appoggia il telefono e mettiti in posizione di flessione. Parto da solo appena ti vedo.
ja: iPhone を立てかけて、腕立て伏せの姿勢になってください。見えたら自動で始めます。
pt_br: Apoie o celular e fique na posição de flexão. Eu começo sozinho assim que te vir.

# pushups.voice.lighting
source: It's too dark. Turn on a light if you can.
de: Es ist zu dunkel. Mach Licht an, wenn du kannst.
es: Hay muy poca luz. Enciende una luz si puedes.
fr: Il fait trop sombre. Allume une lumière si tu peux.
it: È troppo buio. Accendi una luce se puoi.
ja: 暗すぎます。できれば明かりをつけてください。
pt_br: Está escuro demais. Acenda uma luz se puder.

# pushups.voice.move_back
source: Move back until your whole body fits in the frame.
de: Geh weiter weg, bis dein ganzer Körper ins Bild passt.
es: Aléjate hasta que todo tu cuerpo entre en el encuadre.
fr: Recule jusqu'à ce que tout ton corps tienne dans le cadre.
it: Allontanati finché tutto il corpo non entra nell'inquadratura.
ja: 全身が枠に入るまで離れてください。
pt_br: Afaste-se até seu corpo inteiro caber no quadro.

# pushups.voice.plank
source: Straighten your body into a plank. Don't rest on your knees.
de: Streck deinen Körper zu einer geraden Plank. Nicht auf den Knien abstützen.
es: Estira el cuerpo en plancha. No apoyes las rodillas.
fr: Tends ton corps en planche. Ne t'appuie pas sur les genoux.
it: Distendi il corpo in plank. Non appoggiare le ginocchia.
ja: 体をまっすぐ伸ばしてください。ひざはつかないでください。
pt_br: Estique o corpo em prancha. Não apoie os joelhos.

# pushups.voice.searching
source: I can't see you yet. Move so the camera sees your head, shoulders and hands.
de: Ich sehe dich noch nicht. Stell dich so hin, dass die Kamera Kopf, Schultern und Hände sieht.
es: Todavía no te veo. Colócate para que la cámara vea tu cabeza, hombros y manos.
fr: Je ne te vois pas encore. Place-toi pour que la caméra voie ta tête, tes épaules et tes mains.
it: Non ti vedo ancora. Mettiti in modo che la fotocamera veda testa, spalle e mani.
ja: まだ見えていません。カメラに頭と肩と手が入るように動いてください。
pt_br: Ainda não te vejo. Se posicione para a câmera ver sua cabeça, seus ombros e suas mãos.

# pushups.voice.too_far
source: You're too far away. Come a bit closer to the phone.
de: Du bist zu weit weg. Komm etwas näher ans iPhone.
es: Estás demasiado lejos. Acércate un poco al teléfono.
fr: Tu es trop loin. Rapproche-toi un peu du téléphone.
it: Sei troppo lontano. Avvicinati un po' al telefono.
ja: 遠すぎます。iPhone に少し近づいてください。
pt_br: Você está longe demais. Chegue um pouco mais perto do celular.

# squats.active.of %lld
source: / %lld squats
de: / %lld Kniebeugen
es: / %lld sentadillas
it: / %lld squat
ja: / %lld回
pt_br: / %lld agachamentos

# squats.active.progress %lld %lld
source: %1$lld of %2$lld squats
de: %1$lld von %2$lld Kniebeugen
es: %1$lld de %2$lld sentadillas
fr: %1$lld squats sur %2$lld
it: %1$lld di %2$lld squat
ja: スクワット %1$lld / %2$lld回
pt_br: %1$lld de %2$lld agachamentos

# squats.active.rep_announcement %lld %lld
source: Squat %1$lld of %2$lld
de: Kniebeuge %1$lld von %2$lld
es: Sentadilla %1$lld de %2$lld
fr: Squat %1$lld sur %2$lld
it: Squat %1$lld di %2$lld
ja: スクワット %1$lld / %2$lld回
pt_br: Agachamento %1$lld de %2$lld

# squats.active.started
source: Start squats
de: Starte die Kniebeugen
es: Empieza las sentadillas
fr: Commence les squats
it: Inizia gli squat
ja: スクワットを始めてください
pt_br: Comece os agachamentos

# squats.challenge.accessibility %lld %lld
source: %1$lld squats, earn %2$lld minutes
de: %1$lld Kniebeugen, verdiene %2$lld Minuten
es: %1$lld sentadillas, gana %2$lld minutos
fr: %1$lld squats, gagne %2$lld minutes
it: %1$lld squat, guadagna %2$lld minuti
ja: スクワット %1$lld回で%2$lld分獲得
pt_br: %1$lld agachamentos, ganhe %2$lld minutos

# squats.challenge.reps %lld
source: %lld squats
de: %lld Kniebeugen
es: %lld sentadillas
it: %lld squat
ja: スクワット %lld回
pt_br: %lld agachamentos

# squats.cue.posture
source: Stand up
de: Steh auf
es: Ponte de pie
fr: Mets-toi debout
it: Alzati in piedi
ja: 立ってください
pt_br: Fique de pé

# squats.cue.posture.detail
source: Face the phone standing, feet hip-width apart
de: Stell dich vor das Handy, Füße hüftbreit
es: De pie frente al teléfono, con los pies a la anchura de la cadera
fr: Debout face au téléphone, pieds écartés à la largeur des hanches
it: In piedi davanti al telefono, piedi alla larghezza dei fianchi
ja: スマホの方を向いて立ち、足を腰幅に開いてください
pt_br: De pé de frente para o celular, pés na largura do quadril

# squats.cue.searching.detail
source: Stand the phone up so it sees you from head to feet
de: Stell das Handy auf, sodass es dich von Kopf bis Fuß sieht
es: Apoya el teléfono de pie para que te vea de la cabeza a los pies
fr: Pose le téléphone debout pour qu’il te voie de la tête aux pieds
it: Appoggia il telefono in verticale così che ti veda dalla testa ai piedi
ja: 頭から足まで映るようにスマホを立てて置いてください
pt_br: Apoie o celular em pé para que ele veja você da cabeça aos pés

# squats.cue.start
source: Legs straight
de: Beine gestreckt
es: Piernas estiradas
fr: Jambes tendues
it: Gambe distese
ja: 脚を伸ばす
pt_br: Pernas esticadas

# squats.cue.start.detail
source: Stand tall and still and the set starts by itself
de: Steh aufrecht und still, dann startet der Satz von selbst
es: Quédate de pie sin moverte y la serie empieza sola
fr: Tiens-toi droit, immobile, et la série démarre toute seule
it: Resta in piedi e fermo: la serie parte da sola
ja: まっすぐ立って静止すると、セットが自動で始まります
pt_br: Fique de pé e parado, e a série começa sozinha

# squats.cue.too_far.detail
source: You're too far for the camera to read your legs
de: Du bist zu weit weg, damit die Kamera deine Beine erkennt
es: Estás demasiado lejos para que la cámara lea tus piernas
fr: Tu es trop loin pour que la caméra lise tes jambes
it: Sei troppo lontano perché la fotocamera legga le tue gambe
ja: 遠すぎて脚を読み取れません
pt_br: Você está longe demais para a câmera ler suas pernas

# squats.guidance.lower_hips
source: Sit back and lower your hips
de: Schieb die Hüfte zurück und geh tiefer
es: Lleva la cadera atrás y baja
fr: Recule les hanches et descends
it: Porta indietro i fianchi e scendi
ja: お尻を後ろに引いて腰を落としてください
pt_br: Leve o quadril para trás e desça

# squats.guidance.stand_up
source: Stand back up
de: Steh wieder auf
es: Vuelve a ponerte de pie
fr: Remonte
it: Torna su
ja: 立ち上がってください
pt_br: Volte a ficar de pé

# squats.guidance.stand_upright
source: Stand up, facing the phone
de: Steh auf, mit Blick zum Handy
es: Ponte de pie, frente al teléfono
fr: Mets-toi debout, face au téléphone
it: Alzati in piedi, di fronte al telefono
ja: スマホの方を向いて立ってください
pt_br: Fique de pé, de frente para o celular

# squats.guidance.start_standing
source: Start standing with your legs straight
de: Beginne im Stand mit gestreckten Beinen
es: Empieza de pie con las piernas estiradas
fr: Commence debout, jambes tendues
it: Inizia in piedi con le gambe distese
ja: 脚を伸ばして立った状態から始めてください
pt_br: Comece de pé com as pernas esticadas

# squats.limit.detail %@
source: You can earn from squats again at %@.
de: Du kannst ab %@ wieder mit Kniebeugen verdienen.
es: Podrás volver a ganar con sentadillas a las %@.
fr: Tu pourras de nouveau gagner avec des squats à %@.
it: Potrai guadagnare di nuovo con gli squat alle %@.
ja: %@にまたスクワットで獲得できます。
pt_br: Você poderá ganhar com agachamentos de novo às %@.

# squats.limit.eyebrow
source: Today’s exercise rewards
de: Heutige Trainingsbelohnungen
es: Recompensas de ejercicio de hoy
fr: Récompenses d’exercice du jour
it: Ricompense di allenamento di oggi
ja: 今日の運動の報酬
pt_br: Recompensas de exercício de hoje

# squats.loading.accessibility
source: Loading squat challenges
de: Kniebeugen-Challenges werden geladen
es: Cargando retos de sentadillas
fr: Chargement des défis de squats
it: Caricamento delle sfide di squat
ja: スクワットのチャレンジを読み込み中
pt_br: Carregando desafios de agachamentos

# squats.name
source: Squats
de: Kniebeugen
es: Sentadillas
it: Squat
ja: スクワット
pt_br: Agachamentos

# squats.picker.detail
source: Choose a finite challenge. Squat and push-up rewards share a cap of 30 minutes per UTC day.
de: Wähle eine begrenzte Challenge. Belohnungen für Kniebeugen und Liegestütze teilen sich ein Limit von 30 Minuten pro UTC-Tag.
es: Elige un reto finito. Las recompensas de sentadillas y flexiones comparten un límite de 30 minutos por día UTC.
fr: Choisis un défi limité. Les récompenses des squats et des pompes partagent un plafond de 30 minutes par jour UTC.
it: Scegli una sfida a tempo limitato. Le ricompense di squat e flessioni condividono un limite di 30 minuti per giorno UTC.
ja: 回数の決まったチャレンジを選んでください。スクワットと腕立て伏せの報酬は合わせて1日(UTC)30分までです。
pt_br: Escolha um desafio finito. As recompensas de agachamentos e flexões compartilham um limite de 30 minutos por dia UTC.

# squats.privacy.detail
source: We count your squats live on this iPhone. No video, image, or body landmark is recorded, saved, or uploaded.
de: Wir zählen deine Kniebeugen live auf diesem iPhone. Es werden keine Videos, Bilder oder Körperpunkte aufgezeichnet, gespeichert oder hochgeladen.
es: Contamos tus sentadillas en directo en este iPhone. No se graban, guardan ni suben vídeos, imágenes o puntos corporales.
fr: Nous comptons tes squats en direct sur cet iPhone. Aucune vidéo, image ou repère corporel n’est enregistré, conservé ou envoyé.
it: Contiamo i tuoi squat dal vivo su questo iPhone. Nessun video, immagine o punto del corpo viene registrato, salvato o caricato.
ja: スクワットはこのiPhone上でリアルタイムにカウントします。動画・画像・体のポイントは記録・保存・アップロードされません。
pt_br: Contamos seus agachamentos ao vivo neste iPhone. Nenhum vídeo, imagem ou ponto do corpo é gravado, salvo ou enviado.

# squats.setup.auto_hint
source: No button needed — stand tall in view and it starts on its own
de: Kein Knopf nötig – steh aufrecht im Bild und es startet von selbst
es: Sin botones: ponte de pie a la vista y empieza solo
fr: Aucun bouton : tiens-toi debout dans le cadre et ça démarre tout seul
it: Nessun pulsante: resta in piedi nell’inquadratura e parte da solo
ja: ボタン不要。画面に映るようにまっすぐ立つと自動で始まります
pt_br: Sem botões: fique de pé no enquadramento e começa sozinho

# squats.success.detail %lld
source: You completed %lld squats. Your screen-time balance is ready to use.
de: Du hast %lld Kniebeugen geschafft. Dein Bildschirmzeit-Guthaben ist bereit.
es: Has completado %lld sentadillas. Tu saldo de tiempo de pantalla está listo para usar.
fr: Tu as fait %lld squats. Ton solde de temps d’écran est prêt à être utilisé.
it: Hai completato %lld squat. Il tuo saldo di tempo schermo è pronto da usare.
ja: スクワットを%lld回達成しました。スクリーンタイムの残高を使えます。
pt_br: Você completou %lld agachamentos. Seu saldo de tempo de tela está pronto para usar.

# squats.title
source: Squats to Earn
de: Kniebeugen zum Verdienen
es: Sentadillas para ganar
fr: Squats pour gagner
it: Squat per guadagnare
ja: スクワットで獲得
pt_br: Agachamentos para ganhar

# squats.voice.intro
source: Stand the phone up, step back until it sees your feet, and stand tall. I'll start on my own when I can see you.
de: Stell das Handy auf, geh zurück, bis es deine Füße sieht, und steh aufrecht. Ich starte von selbst, sobald ich dich sehe.
es: Apoya el teléfono de pie, aléjate hasta que vea tus pies y quédate de pie. Empiezo solo cuando te vea.
fr: Pose le téléphone debout, recule jusqu’à ce qu’il voie tes pieds et tiens-toi droit. Je démarre tout seul dès que je te vois.
it: Appoggia il telefono in verticale, allontanati finché non vede i tuoi piedi e resta in piedi. Parto da solo quando ti vedo.
ja: スマホを立てて置き、足が映るまで下がってまっすぐ立ってください。あなたが見えたら自動で始めます。
pt_br: Apoie o celular em pé, afaste-se até ele ver seus pés e fique de pé. Eu começo sozinho quando vir você.

# squats.voice.posture
source: Stand up, facing the phone.
de: Steh auf, mit Blick zum Handy.
es: Ponte de pie, frente al teléfono.
fr: Mets-toi debout, face au téléphone.
it: Alzati in piedi, di fronte al telefono.
ja: スマホの方を向いて立ってください。
pt_br: Fique de pé, de frente para o celular.

# squats.voice.searching
source: I can't see you yet. Move so the camera sees you from head to feet.
de: Ich sehe dich noch nicht. Stell dich so hin, dass die Kamera dich von Kopf bis Fuß sieht.
es: Todavía no te veo. Colócate para que la cámara te vea de la cabeza a los pies.
fr: Je ne te vois pas encore. Place-toi pour que la caméra te voie de la tête aux pieds.
it: Non ti vedo ancora. Mettiti in modo che la fotocamera ti veda dalla testa ai piedi.
ja: まだ見えません。頭から足までカメラに映る位置に移動してください。
pt_br: Ainda não vejo você. Posicione-se para a câmera ver você da cabeça aos pés.

# squats.voice.start
source: Straighten your legs and hold still.
de: Streck die Beine und halt still.
es: Estira las piernas y no te muevas.
fr: Tends les jambes et ne bouge plus.
it: Distendi le gambe e resta fermo.
ja: 脚を伸ばして、そのまま動かないでください。
pt_br: Estique as pernas e fique parado.
